[
  {
    "id": 1,
    "slug": "energy-storage-system-market-demand-is-projected-to-reach-44071-gw-in-2028",
    "title": "Energy Storage System Market demand is Projected to Reach 440.71 GW in 2028",
    "description": "Energy Storage Systems market is expected to reach 440.71 GW in 2028, growing at a CAGR of 11.1% during 2022- 2028, reports Stratview Research.",
    "content": "Stratview Research, a leading market research firm has launched a report on the Energy Storage Systems Market which provides an in-depth analysis of the market dynamics, current and emerging trends, industry forecast, and competitive landscape. The report has a very high utility for the key decision-makers and strategists in terms of accurate market insights, future growth opportunities, and key success factors. Most importantly, the report analyses the possible impact of COVID-19 on the market dynamics which offers cushioning against the uncertain business environment and helps in streamlining the resources and investment decisions in a fruitful manner.",
    "date": "August 16, 2022"
  },
  {
    "id": 2,
    "slug": "stocks-making-the-biggest-moves-premarket-johnson-and-johnson-goldman-sachs-fubotv-and-more-cnbc",
    "title": "Stocks making the biggest moves premarket: Johnson & Johnson, Goldman Sachs, fuboTV and more - CNBC",
    "description": "The stocks posting the largest moves before the bell include Amazon, Hasbro, Nordstrom and more.",
    "content": "Here are the companies making headlines before the bell: Johnson & Johnson (JNJ) – Johnson & Johnson shares rose 1.4% in the premarket after beating top and bottom line estimates for the third quarter, helped by growth in pharmaceutical sales. J&J did narrow its earnings outlook, as it maintains caution due to the impact of a strong U.S. dollar. Hasbro (HAS) – The toymaker reported adjusted quarterly profit of $1.42 per share, falling 10 cents shy of Street forecasts, with revenue matching estimates. Hasbro had cut its sales forecast earlier this month, noting increased consumer sensitivity to higher prices. Hasbro slid 3.5% in premarket trading. Goldman Sachs (GS) – Goldman earned $8.25 per share for the third quarter, beating the $7.69 consensus estimate, while revenue topped Wall Street forecasts as well. Goldman rose 2.3% in the premarket. Amazon.com (AMZN) – Amazon added 2.3% in premarket trading after Citi named it a top pick for both a hard and soft economic landing, saying it would perform well under either scenario. fuboTV (FUBO) – fuboTV rallied 10.4% in the premarket after the sports-centered streaming service announced it would eliminate its sports betting business and also raised its sales outlook. XPO Logistics (XPO) - XPO issued a preliminary third-quarter sales forecast that was slightly below analyst estimates and would be its smallest quarterly sales since 2015. However, the transportation company also raised its profit forecast, and the stock rose 1.5% in premarket trading. Nordstrom (JWN) – Nordstrom Chief Financial Officer Anne Bramman will step down in December. The retailer has launched a search for a new CFO, with Chief Accounting Officer Michael Maher serving as interim CFO. Nordstrom rose 1.7% in the premarket. Intel (INTC) – Intel's Mobileye unit is targeting a value of about $16 billion in its initial public offering, according to an SEC filing. The Wall Street Journal had reported that Intel had initially expected a roughly $50 billion valuation for the self-driving car unit, but had scaled those expectations down substantially. Intel added 1.2% in premarket action. Target (TGT) – The retailer's stock jumped 3% in the premarket after Jefferies upgraded it to buy from hold, saying Target will benefit from an easing of supply chain issues and improved inventory positioning. Target shares had risen yesterday after CEO Brian Cornell made bullish comments at a Yahoo Finance conference.",
    "date": "December 1, 2021"
  },
  {
    "id": 3,
    "slug": "rivada-space-networks-signs-mou-with-speqtral-to-develop-ultra-secure-communications",
    "title": "Rivada Space Networks signs MoU with SpeQtral to develop ultra-secure communications",
    "description": "Rivada Space Networks GmbH, a global network company launching a constellation of 600 low-earth-orbit satellites (LEO).",
    "content": "Our world is increasingly data-driven, cloud-based and cybersecurity conscious, creating an ever-growing demand to upgrade the networks that transport data around the globe. And with the geopolitical and cybersecurity threats of recent months, we are increasingly looking to the new low-earth-orbit (LEO) constellations and a fundamentally different network architecture to provide connectivity that meets today's demands for security, latency, throughput, reach and mobility. Quantum-secure communications systems and specifically Quantum Key Distribution (QKD) technology are seen as crucial elements in the development of forthcoming highly secure, satellite-enabled connectivity networks. QKD uses quantum entanglement to distribute encryption keys to secure communications networks. SpeQtral's QKD technology platform enables the creation and distribution of computationally uncrackable encryption keys, by leveraging the laws of physics instead of computational algorithms.Rivada Space Networks (RSN) is partnering with SpeQtral to demonstrate the technical compatibility of adding a QKD encryption layer to enhance the security of communications over low earth orbit (LEO) satellite constellations. In 2024, RSN will start the launch of its 600-satellite laser-connected constellation with four precursor satellites and SpeQtral will launch its QKD satellite, SpeQtral-1. This will allow RSN and SpeQtral to jointly establish quantum-secure data links over the RSN precursor satellites and validate both the space and ground station terminals required for QKD-enabled encrypted traffic on the Rivada Space Networks constellation.",
    "date": "February 21, 2022"
  },
  {
    "id": 4,
    "slug": "deliveroo-confirms-dutch-exit-next-month",
    "title": "Deliveroo confirms Dutch exit next month",
    "description": "Deliveroo has confirmed it's exiting the Netherlands following an announcement this summer saying it was consulting on pulling out.",
    "content": "International food delivery app Deliveroo confirmed Wednesday it was quitting the Netherlands next month, saying it would take disproportionate levels of investment to remain competitive in the country. The British-based start-up said it will end all Dutch operations by the end of November. Following consultation with employees and riders, Deliveroo has determined that achieving and sustaining a top-tier market position in the Netherlands would require a disproportionate level of investment, Deliveroo said. Long-term potential returns would remain highly-uncertain, the London-based start-up said in a statement. Deliveroo in August said it was planning an exit from the country which it said represented a meagre one percent of its turnover in the first half of this year. Compensation packages for riders have been agreed with the umbrella Dutch trade union federation FNV, it said. Deliveroo said the move would not affect a previously released guidance for the group's growth and income margins. The decision to end operations in the Netherlands reflects the company's disciplined focus on continuing to maximise returns on investment of resources while meeting existing profitability targets against a challenging economic backdrop, Deliveroo said.",
    "date": "March 05, 2022"
  }
]
