[
  {
    "id": 1,
    "slug": "energy-storage-system-market-demand-is-projected-to-reach-44071-gw-in-2028",
    "title": "Se prevé que la demanda del mercado de sistemas de almacenamiento de energía alcance los 440,71 GW en 2028",
    "description": "Se espera que el mercado de sistemas de almacenamiento de energía alcance los 440,71 GW en 2028, creciendo a una CAGR del 11,1 % durante 2022-2028, informa Stratview Research. Se espera que el mercado de sistemas de almacenamiento de energía alcance los 440,71 GW en 2028, creciendo a una CAGR del 11,1 % durante 2022-2028.",
    "content": "Stratview Research, una empresa líder en investigación de mercado, ha lanzado un informe sobre el mercado Sistemas de almacenamiento de energía que proporciona un análisis en profundidad de la dinámica del mercado, las tendencias actuales y emergentes, el pronóstico de la industria y el panorama competitivo. El informe tiene una gran utilidad para los tomadores de decisiones y estrategas clave en términos de información precisa del mercado, oportunidades de crecimiento futuro y factores clave de éxito. Lo que es más importante, el informe analiza el posible impacto de COVID-19 en la dinámica del mercado, lo que ofrece protección contra el entorno empresarial incierto y ayuda a optimizar los recursos y las decisiones de inversión de manera fructífera.",
    "date": "16 de agosto de 2022"
  },
  {
    "id": 2,
    "slug": "stocks-making-the-biggest-moves-premarket-johnson-and-johnson-goldman-sachs-fubotv-and-more-cnbc",
    "title": "Acciones que realizan los mayores movimientos previos a la comercialización: Johnson & Johnson, Goldman Sachs, fuboTV y más - CNBC",
    "description": "Las acciones que registraron los movimientos más grandes antes de la campana incluyen Amazon, Hasbro, Nordstrom y más.",
    "content": "Estas son las empresas que aparecen en los titulares antes de la campana: Johnson & Johnson (JNJ): las acciones de Johnson & Johnson subieron un 1,4 % en la etapa previa a la comercialización después de superar las estimaciones generales y financieras para el tercer trimestre, ayudadas por el crecimiento de las ventas farmacéuticas. J&J redujo su perspectiva de ganancias, ya que mantiene la cautela debido al impacto de un dólar estadounidense fuerte. Hasbro (HAS) – El fabricante de juguetes reportó ganancias trimestrales ajustadas de $1.42 por acción, cayendo 10 centavos por debajo de los pronósticos de Street, con estimaciones de ingresos equivalentes. Hasbro había recortado su pronóstico de ventas a principios de este mes, al señalar una mayor sensibilidad de los consumidores a precios más altos. Hasbro cayó un 3,5% en las operaciones previas a la comercialización. Goldman Sachs (GS): Goldman ganó $8,25 por acción en el tercer trimestre, superando la estimación de consenso de $7,69, mientras que los ingresos también superaron las previsiones de Wall Street. Goldman subió un 2,3% antes de la comercialización. Amazon.com (AMZN) – Amazon agregó un 2,3 % en las operaciones previas a la comercialización después de que Citi lo nombró una de las mejores opciones tanto para un aterrizaje económico duro como suave, diciendo que tendría un buen desempeño en cualquier escenario. fuboTV (FUBO): fuboTV repuntó un 10,4 % antes de la comercialización después de que el servicio de transmisión centrado en deportes anunciara que eliminaría su negocio de apuestas deportivas y también aumentaría sus perspectivas de ventas. XPO Logistics (XPO): XPO emitió un pronóstico preliminar de ventas para el tercer trimestre que estuvo ligeramente por debajo de las estimaciones de los analistas y sería su menor volumen de ventas trimestrales desde 2015. Sin embargo, la empresa de transporte también elevó su pronóstico de ganancias y las acciones subieron un 1,5 % antes de la comercialización. comercio. Nordstrom (JWN) – La directora financiera de Nordstrom, Anne Bramman, dejará el cargo en diciembre. El minorista ha lanzado la búsqueda de un nuevo director financiero, con el director de contabilidad Michael Maher como director financiero interino. Nordstrom subió un 1,7% antes de la comercialización. Intel (INTC): la unidad Mobileye de Intel apunta a un valor de alrededor de $ 16 mil millones en su oferta pública inicial, según un archivo de la SEC. The Wall Street Journal había informado que Intel había esperado inicialmente una valoración de aproximadamente $ 50 mil millones para la unidad de automóvil autónomo, pero había reducido sustancialmente esas expectativas. Intel agregó un 1,2% en acciones previas a la comercialización. Target (TGT): las acciones del minorista subieron un 3 % antes de la comercialización después de que Jefferies lo actualizó para comprar desde espera, diciendo que Target se beneficiará de una relajación de los problemas de la cadena de suministro y un mejor posicionamiento del inventario. Las acciones de Target habían subido ayer después de que el CEO Brian Cornell hiciera comentarios alcistas en una conferencia de Yahoo Finance.",
    "date": "1 de diciembre de 2021"
  },
  {
    "id": 3,
    "slug": "rivada-space-networks-signs-mou-with-speqtral-to-develop-ultra-secure-communications",
    "title": "Rivada Space Networks firma MoU con SpeQtral para desarrollar comunicaciones ultra seguras",
    "description": "Rivada Space Networks GmbH, una empresa de redes globales que lanza una constelación de 600 satélites de órbita terrestre baja (LEO).",
    "content": "Nuestro mundo está cada vez más impulsado por los datos, basado en la nube y consciente de la ciberseguridad, lo que crea una demanda cada vez mayor para actualizar las redes que transportan datos en todo el mundo. Y con las amenazas geopolíticas y de seguridad cibernética de los últimos meses, buscamos cada vez más las nuevas constelaciones de órbita terrestre baja (LEO) y una arquitectura de red fundamentalmente diferente para brindar conectividad que satisfaga las demandas actuales de seguridad, latencia, rendimiento, alcance y movilidad. . Los sistemas de comunicaciones con seguridad cuántica y, en concreto, la tecnología de distribución de clave cuántica (QKD) se consideran elementos cruciales en el desarrollo de las próximas redes de conectividad vía satélite altamente seguras. QKD utiliza el entrelazamiento cuántico para distribuir claves de cifrado a redes de comunicaciones seguras. La plataforma de tecnología QKD de SpeQtral permite la creación y distribución de claves de cifrado imposibles de descifrar computacionalmente, al aprovechar las leyes de la física en lugar de los algoritmos computacionales.Rivada Space Networks (RSN) se asocia con SpeQtral para demostrar la compatibilidad técnica de agregar una capa de cifrado QKD para mejorar la seguridad de las comunicaciones sobre constelaciones de satélites de órbita terrestre baja (LEO). En 2024, RSN comenzará el lanzamiento de su constelación conectada por láser de 600 satélites con cuatro satélites precursores y SpeQtral lanzará su satélite QKD, SpeQtral-1. Esto permitirá que RSN y SpeQtral establezcan conjuntamente enlaces de datos cuánticos seguros a través de los satélites precursores de RSN y validen los terminales de estación terrestre y espacial necesarios para el tráfico cifrado habilitado para QKD en la constelación de Rivada Space Networks.",
    "date": "21 de febrero de 2022"
  },
  {
    "id": 4,
    "slug": "deliveroo-confirms-dutch-exit-next-month",
    "title": "Deliveroo confirma su salida holandesa el próximo mes",
    "description": "Deliveroo ha confirmado que saldrá de los Países Bajos luego de un anuncio este verano diciendo que estaba consultando sobre retirarse.",
    "content": "La aplicación internacional de entrega de alimentos Deliveroo confirmó el miércoles que abandonaría los Países Bajos el próximo mes, diciendo que se necesitarían niveles de inversión desproporcionados para seguir siendo competitivos en el país. La empresa emergente con sede en Gran Bretaña dijo que finalizará todas las operaciones holandesas a fines de noviembre. Tras consultar con empleados y pasajeros, Deliveroo ha determinado que lograr y mantener una posición de mercado de primer nivel en los Países Bajos requeriría un nivel de inversión desproporcionado, dijo Deliveroo. Los rendimientos potenciales a largo plazo seguirían siendo muy inciertos, dijo la empresa emergente con sede en Londres en un comunicado. Deliveroo dijo en agosto que estaba planeando una salida del país que, según dijo, representaba un escaso uno por ciento de su facturación en la primera mitad de este año. Se acordaron paquetes de compensación para los ciclistas con la federación sindical holandesa FNV, dijo. Deliveroo dijo que la medida no afectaría una guía publicada anteriormente para el crecimiento y los márgenes de ingresos del grupo. La decisión de poner fin a las operaciones en los Países Bajos refleja el enfoque disciplinado de la compañía en continuar maximizando la rentabilidad de la inversión de los recursos mientras se cumplen los objetivos de rentabilidad existentes en un contexto económico desafiante, dijo Deliveroo.",
    "date": "05 de marzo de 2022"
  }
]
